brew "autoconf"
brew "bat"
brew "cmake"
brew "docker"
brew "docker-completion"
brew "eza"
brew "fd"
brew "flamegraph"
brew "fselect"
brew "fzf"
brew "gawk"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gmp"
brew "gnu-sed"
brew "gnutls"
brew "htop"
brew "jq"
brew "koka"
brew "llvm"
brew "make"
brew "mas"
brew "mise"
brew "mdbook"
brew "mermaid-cli"
brew "mprocs"
brew "protobuf"
brew "readline"
brew "ripgrep"
brew "sqlite"
brew "tldr"
brew "tree"
brew "typst"
brew "uutils-coreutils"
brew "zola"
brew "zsh-autosuggestions"
brew "zstd"

cask "1password-cli"
cask "alacritty"

mas "Keynote", id: 409183694   
mas "Obsidian Web Clipper", id: 6720708363  
mas "Slack", id: 803453959   
mas "Tailscale", id: 1475387142  
mas "Xcode", id: 497799835   